// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Добавление нестандартной бумаги";

NoIccTitle = "<профиль не выбран>";

DoubleNameTitle = "Имя нестандартной бумаги уже существует";
DoubleNameMsg = "Тип нестандартной бумаги с именем \"%@\" уже существует. Выберите другое имя для нестандартной бумаги.";

MaxMediaExceededTitle = "Превышено максимальное число типов нестандартной бумаги";
MaxMediaExceededMsg = "Можно определить до %i типов нестандартной бумаги. Удалите один или несколько типов бумаги, прежде чем добавить новый.";

ProfileExistsTitle = "Этот профиль ICC уже существует";
ProfileExistsMsg = "Профиль ICC с именем файла \"%@\" уже хранится в локальном хранилище.\nПри выборе параметра \"Использовать существующий профиль\" для бумаги будет использован сохраненный профиль.\nВ противном случае можно выбрать параметр \"Использовать уникальное имя файла\" для создания нового имени профиля.";
ProfileExistsDefButton = "Использовать существующий профиль";
ProfileExistsAltButton = "Отмена";
ProfileExistsOtherButton = "Использовать уникальное имя файла";

//Paper Type Names
Photo = "Фото";
CoatedInkjet = "Для струйной печати с покрытием";
PhotoRag = "Хлопковая фотобумага";
Watercolor = "Акварельная";
Canvas = "Холст";
RigidPhotoRag = "Жесткая хлопковая фотобумага";
RigidWatercolor = "Жесткая акварельная";
RigidCanvas = "Жесткий холст";
Brochure = "Брошюра";
PlainPaper = "Обычная бумага";
PhotoInkjetScrapbook = "Фотобумага для струйной печати Scrapbook";
MatteInkjetScrapbook = "Матовая бумага для струйной печати Scrapbook";

Coated = "Бумага с покрытием";
PhotoThick = "Фотобумага плотная";
FiberGloss = "Волокнистая глянцевая";
photoRag = "Тряпич. бумага для фото";
photoRagThin = "Тонкая тряпич. бумага для фото";

//print quality names
Best = "Лучший";
Normal = "Норма";
Fast = "Быстрая черновая";
MaxDPI = "Максимальное DPI";

ProfileInvalidTitle = "Неверный формат файла ICC";
ProfileInvalidMsg = "Выбранный формат файла ICC не является профилем для принтера";
ProfileInvalidDefButton = "Выберите другой профиль";
ProfileInvalidAltButton = "Отмена";

TaskTitleFieldText = "Добавление нестандартной бумаги";
TaskDescriptionFieldText = "Нажмите кнопку \"Добавить\", чтобы добавить нестандартную бумагу в список \"Нестандартная бумага\".";
StartButtonText = "Добавить";
AddSheetDescriptionFieldText = "Введите информацию о бумаге, которую требуется добавить.";
PaperNameLableText = "Имя нестандартной бумаги:";
PaperCategoryLableText = "Категория бумаги:";
IccFileNamelableText = "Профиль ICC (необязательно):";
IccFileNameFieldText = "<профиль не выбран>";
BrowseButtonText = "Обзор…";
ClearButtonText = "Очистить профиль";
CancelButtonText = "Отмена";
DoneButtonText = "Готово";